Repository: smolleyes/Gstyle
Catalog: po/*.po
Languages: fr, pt_br

source: Supported files
fr: formats supportés
pt_br: Arquivos suportados

source: All files
fr: Tous les fichiers
pt_br: Todos os Arquivos

source: Save...
fr: Sauvegarder...
pt_br: Salvar...

source: Scan results
fr: Résultats du scan
pt_br: Resultados da verificação

source: Scan report for : %s The followings themes are ready to install !
fr: Rapport de scan pour : %s Les thèmes suivants sont prêts à être installés !
pt_br: Relatório de verificação para: %s Os seguintes temas estão prontos para instalar!

source: Downloading %-66s%3d%% done
fr: Téléchargement de %-66s%3d%% effectué
pt_br: Baixando %-66s%3d%% feito

source: Button
fr: bouton
pt_br: Botão

source: gksudo -m "Please enter your password" ''
fr: gksudo -m "Merci d'entrer votre mot de passe administrateur" ''
pt_br: gksudo -m "Por favor digite sua senha" ''

source: gksudo -m "Root password needed to remove this theme" ''
fr: gksudo -m "Mot de passe root nécessaire pour appliquer ce thème"
pt_br: gksudo -m " Senha Root necessária para remover esse tema"''

source: Installed cubemodels theme list
fr: Liste des thèmes cubemodels installés
pt_br: lista de temas cubemodels instalados

source: cubemodels : Organize, create or download cubemodels themes...
fr: cubemodels : Organiser, créer ou télécharger des thèmes cubemodel
pt_br: cubemodels: Organizar, criar ou fazer download de temas cubemodels ...

source: Click the refresh button to update the theme list
fr: Cliquez pour mettre à jour la liste des thèmes
pt_br: Clique no botão Atualizar para atualizar a lista de temas

source: Selected cubemodels theme : %s
fr: Thème cubemodel sélectionné: %s
pt_br: Selecionado cubemodels tema:% s

source: Selected cubemodels download : %s
fr: Thème cubemodel sélectionné: %s
pt_br: Selecionado download cubemodels:% s

source: Choose a tar.lzma file
fr: Choisissez un ficher tar.lzma
pt_br: Escolha um arquivo tar.lzma

source: Cubemodel theme %s successfully activated
fr: Thème cubemodel "%s" activé avec succès
pt_br: Cubemodel tema% s activado com êxito

source: Remove cubemodels themes
fr: Suppression de thème cubemodel
pt_br: Remover cubemodels temas

source: Are you sure you want to delete the cubemodels Theme %s ?
fr: Etes vous sure de vouloir supprimer le thème %s ?
pt_br: Tem certeza de que deseja excluir o Tema cubemodels %s ?

source: Cubemodel theme %s successfully removed
fr: Thème cubemodel "%s" supprimé avec succès
pt_br: Cubemodel tema %s removido com êxito

source: Choose a thumbnail file
fr: Choisissez une image d'aperçu
pt_br: Escolha um arquivo de miniaturas

source: %d available themes
fr: %d thèmes disponibles
pt_br: %d temas disponíveis

source: Window decoration : Manage and install your metacity/emerald themes
fr: Décoration de fenêtres : Gérer et installer vos thèmes metacity/emerald
pt_br: Decoração da janela: Gerenciar e instalar temas do metacity/emerald

source: Available themes list
fr: Liste des thèmes disponibles
pt_br: Lista de temas disponíveis

source: Choose a .emerald file
fr: Choisissez un fichier .emerald
pt_br: Escolha uma arquivo .emerald

source: Author : %(author)s Version : %(version)s Suggested gtk/Qt theme : %(suggested)s Description : %(description)s
fr: Auteur : %(author)s Version : %(version)s Thème gtk/Qt suggéré : %(suggested)s Description : %(description)s
pt_br: Autor : %(author)s Versão : %(version)s Tema gtk/Qt sugerido : %(suggested)s Descrição : %(description)s

source: Selected emerald theme : %s
fr: Thème emerald sélectionné: %s
pt_br: Selecionado tema emerald :% s

source: Emerald theme "%s" successfully activated
fr: Thème emerald "%s" activé avec succès
pt_br: Emerald tema "% s" ativado com sucesso

source: Remove emerald theme
fr: Suppression de thèmes emerald
pt_br: Remover tema emerald

source: Are you sure you want to delete the Emerald Theme %s ?
fr: Etes vous sure de vouloir supprimer le thème %s
pt_br: Tem certeza de que deseja excluir o Tema Emerald %s ?

source: Emerald theme %s removed successfully
fr: Thème emerald %s supprimé avec succès
pt_br: Emerald tema % s removido com êxito

source: Installed fullpack theme list
fr: Liste des thèmes complets disponibles
pt_br: lista de temas com pacotes completos instalados

source: Fullpacks : Organize, create or download fullpack themes...
fr: Thèmes complets : Organiser, créer ou télécharger vos thèmes complets pour gnome
pt_br: Pacote completo: Organizar, criar ou baixar pacote completo de temas ...

source: Preview
fr: Aperçu
pt_br: Visualizar

source: Fullpack name
fr: Nom
pt_br: Nome do pacote completo

source: Choose a fullpack archive file
fr: Choisissez une archive de thème complet
pt_br: Escolha um lista arquivo de pacote completo

source: Fullpack %s successfully activated
fr: Thème complet "%s" activé avec succès
pt_br: Pacote completo% s activado com êxito

source: Remove fullpack themes
fr: Suppression de thème complet
pt_br: Remover pacote completo de temas

source: Are you sure you want to delete the fullpack Theme %s ?
fr: Etes vous sure de vouloir supprimer le thème complet %s ?
pt_br: Tem certeza de que deseja excluir o pacote completo de Tema %s ?

source: Fullpack theme %s successfully removed
fr: Thème complet "%s" supprimé avec succès
pt_br: pacote completo de tema% s removido com êxito

source: Selected fullpack theme : %s
fr: Thème complet sélectionné : %s
pt_br: Pacote completo de tema selecionado :% s

source: Selected fullpack download : %s
fr: Thème complet sélectionné: %s
pt_br: Baixar pacote completo selecionado:% s

source: Please enter a name for your theme
fr: Merci d'entrer un nom pour votre thème
pt_br: Por favor, indique um nome para o tema

source: Please select a preview image for your theme
fr: Merci de sélectionner une image pour votre thème
pt_br: Por favor, selecione uma imagem de visualização para o seu tema

source: fullpack %s successfully created
fr: Thème complet "%s" activé avec succès
pt_br: Pacote completo %s criado com sucesso

source: fullpack %s successfully saved
fr: Thème complet "%s" activé avec succès
pt_br: Pacote completo% s salvos com êxito

source: Fullpack %s successfully exported!
fr: Thème complet "%s" activé avec succès
pt_br: Pacote completo% s exportado com sucesso!

source: Gtk-themes: Manage and install your Gtk themes...
fr: Thèmes Gtk: Gérer et installer vos thèmes Gtk
pt_br: Gtk-temas: Gerenciar e instalar seus temas Gtk ...

source: Gtk theme %s selected
fr: Thème Gtk sélectionné %s
pt_br: Gtk tema% s selecionados

source: Choose a tar/bz2 file
fr: Choisissez un fichier tar.gz/bz2
pt_br: Escolha um arquivo tar/bz2

source: Remove Gtk themes
fr: Suppression de thèmes Gtk
pt_br: Remover temas Gtk

source: Are you sure you want to delete the gtk Theme %s ?
fr: Etes vous sure de vouloir supprimer le thème %s ?
pt_br: Tem certeza de que deseja excluir o tema GTK %s ?

source: Gtk theme %s removed successfully
fr: Thème Gtk %s supprimé avec succès
pt_br: Tema %s Gtk removido com êxito

source: Icons: Manage and install your icons themes
fr: Icones: Gérer et installer vos thèmes d'icones
pt_br: Ícones: Gerenciar e instalar os seus temas de ícones

source: Icons: Manage and install your icons themes...
fr: Icones: Gérer et installer vos thèmes d'icones
pt_br: Ícones: Gerenciar e instalar os seus temas de ícones...

source: Choose an icon image
fr: Choisissez une icône :
pt_br: Escolha uma imagem de ícone

source: gstyle need your password to apply the menu image
fr: Gstyle a besoin de votre mot de passe pour appliquer l'image de menu
pt_br: gstyle precisa de sua senha para aplicar a imagem do menu

source: Choose a tar.gz/bz2 file
fr: Choisissez un ficher tar.gz/bz2
pt_br: Escolha um arquivo tar.gz/bz2

source: Icons theme %s successfully activated
fr: Thème d'icones %s activé avec succès
pt_br: Tema %s ícones activado com êxito

source: Remove icons themes
fr: Suppression de thèmes d'icones
pt_br: Remover temas de ícones

source: Are you sure you want to delete the icons Theme %s ?
fr: Etes vous sure de vouloir supprimer le thème %s ?
pt_br: Tem certeza que quer apagar os ícones do tema %s ?

source: Icons themes %s removed successfully
fr: Thème d'icones %s supprimé avec succès
pt_br: Temas de ícones %s removidos com sucesso

source: Description : %s
pt_br: Descrição: %s

source: Selected icons theme : %s
fr: Thème d'icones sélectionné : %s
pt_br: Ícones do tema selecionados : %s

source: Name
fr: Nom
pt_br: Nome

source: Window decoration : Manage and install your Metacity/Emerald themes
fr: Décoration de fenêtres : Gérer et installer vos thèmes metacity/emerald
pt_br: Decoração da janela: Gerenciar e instalar seus temas do Metacity/Emerald

source: Choose a tar/bz2/gz file
fr: Choisissez un fichier tar.gz/bz2
pt_br: Escolha um arquivo tar/bz2/gz

source: Selected metacity theme : %s
fr: Thème metacity sélectionné: %s
pt_br: Tema metacity selecionado : %s

source: Metacity theme %s successfully activated
fr: Thème metacity %s activé avec succès
pt_br: Tema Metacity %s activado com êxito

source: Remove metacity theme
fr: Suppression de thèmes metacity
pt_br: Remover tema metacity

source: Are you sure you want to delete the metacity Theme %s ?
fr: Etes vous sure de vouloir supprimer le thème metacity %s
pt_br: Tem certeza de que deseja excluir o Tema Metacity %s ?

source: metacity theme %s removed successfully
fr: Thème metacity %s supprimé avec succès
pt_br: Tema metacity% s removido com êxito

source: Installed mouse themes list
fr: Liste des thèmes de curseur disponibles
pt_br: lista de temas de mouse instalado

source: mouse themes : Organize your mouse themes...
fr: Curseurs: Organisez vos thèmes de souris
pt_br: temas de mouse: Organize seus temas de mouse ...

source: No_description
fr: Aucune description...
pt_br: Nenhuma_descrição

source: Selected mouse theme : %s
fr: Thème de curseur sélectionné : %s
pt_br: Tema mouse selecionado : %s

source: Choose a gz/bz2/tar file
fr: Choisissez un fichier
pt_br: Escolha um arquivo gz/bz2/tar

source: Mouse theme %s successfully activated
fr: Thème de curseur %s activé avec succès
pt_br: Mouse tema% s activado com êxito

source: Remove mouse themes
fr: Suppression de thème de curseur
pt_br: Remover temas de mouse

source: Are you sure you want to delete the mouse Theme %s ?
fr: Etes vous sure de vouloir supprimer le thème de curseur %s ?
pt_br: Tem certeza de que deseja excluir o Tema de mouse %s ?

source: Mouse theme %s removed successfully
fr: Thème de curseur %s supprimé avec succès
pt_br: Tema %s de Mouse removido com êxito

source: Wallpaper : Manage and install your wallpapers or walltimes themes
fr: Fonds d'écran : Organiser et installer vos fonds d'écran ou walltimes
pt_br: Papel de parede: Gerenciar e instalar seus temas de papéis de parede ou walltimes

source: Selected wallpaper theme : %s
fr: Fond d'écran sélectionné : %s
pt_br: Tema de papel de parede selecionado : %s

source: Selected walldyns : %s
fr: Walldyn sélectionné: %s
pt_br: walldyns Selecionadas:% s

source: wallpaper "%s" successfully activated
fr: Fond d'écran "%s" activé avec succès
pt_br: Papel de parede "%s" ativado com sucesso

source: Remove wallpaper
fr: Supprimer le fond d'écran
pt_br: Remover papel de parede

source: Are you sure you want to delete the wallpapers Theme %s ?
fr: Etes vous sure de vouloir supprimer le thème %s
pt_br: Tem certeza de que deseja excluir o temas de papéis de parede %s ?

source: %s %s removed successfully
fr: %s %s supprimé avec succès
pt_br: %s %s removido com êxito

source: Choose a wallpaper
fr: Choisissez un fond d'écran...
pt_br: Escolha um papel de parede

source: Enter a name for your walldyn (no spaces)
pt_br: Digite um nome para seu walldyn (sem espaços)

source: Choose an image
fr: Choisissez un fond d'écran...
pt_br: Escolha uma imagem

source: Gdm: Select your gtk/icons and wallpaper theme for gdm and choose your login options
fr: Gdm: Sélectionner vos thèmes gtk/icons et fond d'ecran pour composer votre thème gdm et choisissez vos options de connexion
pt_br: Gdm: Selecione seu ícones/gtk e papel de parede do tema para o gdm e escolha as suas opções de login

source: Full themes
fr: Thèmes complets
pt_br: Temas completos

source: Gtk themes
fr: Thèmes Gtk
pt_br: Temas Gtk

source: Icons themes
fr: Thèmes d'icones
pt_br: Temas de ícones

source: Wallpapers
fr: Fonds d'écrans
pt_br: Papéis de Parede

source: Window decoration
fr: Décoration de fenêtres
pt_br: Janela decoração

source: Mouse themes
fr: Thèmes de souris
pt_br: Temas de Mouse

source: About Gstyle
fr: A propos de Gstyle
pt_br: Sobre Gstyle

source: <b>Theme installer :</b>
fr: <b>Installateur :</b>
pt_br: <b>instalador de Tema :</ b>

source: <b>Themes manager :</b>
fr: <b>Gestionnaire de thèmes :</b>
pt_br: <b>Gerenciador de Temas :</ b>

source: Manage
fr: Gérer
pt_br: Gerenciar

source: Enter a name for your theme then choose a 100x100px png image
fr: Entrez un nom pour votre thème puis choisissez une image png aux dimensions 100x100px
pt_br: Digite um nome para o seu tema, em seguida, escolhar uma imagem de 100x100px png

source: Enter a name :
fr: Entrez un nom
pt_br: Digite um nome:

source: image path:
fr: Chemin de l'image
pt_br: caminho da imagem:

source: <b>Parametres :</b>
fr: <b>Paramètres :</b>
pt_br: <b>parametros :</ b>

source: Create
fr: Créer
pt_br: Criar

source: <b>Informations :</b>
pt_br: <b>Informações :</ b>

source: Download
fr: Télécharger
pt_br: Baixar

source: Style :
pt_br: Estilo :

source: Color :
fr: Couleur
pt_br: Cor :

source: this section define the main starting date for your walltime
fr: Cette section définie la date de démarrage de votre fond d'écran dynamique
pt_br: Esta seção define a data de partida principal para o seu walltime

source: Year :
fr: Année
pt_br: Ano :

source: Month :
fr: Mois :
pt_br: Mês :

source: Day :
fr: Jours :
pt_br: Dia :

source: Hours :
fr: Heures
pt_br: Horas :

source: Minutes :
pt_br: Ata :

source: Seconds :
fr: Secondes :
pt_br: Segundos :

source: <b>Main timing</b>
fr: <b>Date de démarrage :</b>
pt_br: <b>calendário principal</b>

source: Add static
fr: Ajouter statique
pt_br: Adicionar estática

source: Add transition
fr: Ajouter transition
pt_br: Adicione a transição

source: Select a gtk theme :
fr: Thème gtk :
pt_br: Selecione um tema gtk :

source: Gtk theme
fr: Thème Gtk
pt_br: Tema Gtk

source: Select a icon theme :
fr: Thème d'icones :
pt_br: Selecione um tema de ícones :

source: Icons theme
fr: Thèmes d'icones
pt_br: tema de ícones

source: Select a background :
fr: Fond d'écran :
pt_br: Selecione um fundo :

source: Background
fr: Fond d'écran
pt_br: Plano de fundo

source: Automatic setup
fr: Création automatique
pt_br: Configuração automática

source: Synchronise gdm with your current theme
fr: Synchronise gdm avec vos thèmes actuels
pt_br: Sincronize o gdm com o seu tema atual

source: <b>Gdm theme </b>
fr: <b>Thème Gdm :</b>
pt_br: <<b> tema Gdm </b>

source: Auto login as :
fr: Connexion automatique en tant que :
pt_br: Auto login como:

source: users
fr: Utilisateurs
pt_br: usuários

source: Show login screen
fr: Afficher l'écran d'accueil
pt_br: Mostrar tela de login

source: Display user list
fr: Afficher la liste d'utilisateurs
pt_br: Mostrar lista de usurários

source: Play sound at login
fr: Jouer un son à la connexion
pt_br: Reproduzir som no início da sessão

source: Disable restart buttons
fr: Désactiver le bouton de redémarrage
pt_br: Desactivar botões de reiníciar

source: Enable welcome message :
fr: Activer le message de bienvenue
pt_br: Habilitar mensagem de boas vindas:

source: <b>Options : </b>
pt_br: <b> Opções : </b>

source: <b>Gtk themes selector :</b>
fr: <b>Sélécteur de thèmes Gtk :</b>
pt_br: <b> Gtk selector de temas :</ b>

source: Select an icon for your gnome panel menu
fr: Sélectionnez une icône pour votre menu gnome
pt_br: Selecione um ícone para o menu do painel do gnome

source: Add or remove panel icons
fr: Ajouter ou supprimer des icônes de menu
pt_br: Adicionar ou remover ícones do painel

source: <b>Gnome panel icon : </b>
fr: <b>Icône de panel gnome :</b>
pt_br: <b> ícone do painel do Gnome : </b>

source: menus have icons
fr: icônes dans les menus
pt_br: menus têm ícones

source: buttons have icons
fr: icônes dans les boutons
pt_br: botões têm ícones

source: <b>Gconf options : </b>
fr: <b>Options gconf :</b>
pt_br: <b>Gconf opções : </b>

source: Options
pt_br: Opções

source: <b>Themes manager : </b>
fr: <b>Gestionnaire de thèmes : </b>
pt_br: <b> Gerenciador de Temas : </b>

source: Name :
fr: Nom :
pt_br: Nome :

source: Author :
fr: Auteur :
pt_br: Autor :

source: Licence :
pt_br: Licença :

source: Preview image :
fr: Image d'aperçu
pt_br: Visualização da imagem :

source: <b>fullpack details : </b>
fr: <b>Détails du thème :</b>
pt_br: <b> Detalhes do pacote completo : </b>

source: Gtk theme :
fr: Thème Gtk :
pt_br: Tema Gtk :

source: Select a theme
fr: Sélectionnez un thème: %s
pt_br: Selecione um tema

source: Icons theme :
fr: Thème d'icone :
pt_br: tema de ícones:

source: Wallpaper :
fr: Fond d'écran :
pt_br: Papel de parede :

source: Metacity theme :
fr: thème metacity :
pt_br: Tema Metacity :

source: Emerald theme :
fr: Thème emerald :
pt_br: Tema Emerald :

source: Mouse theme :
fr: Thème de souris :
pt_br: Tema do Mouse :

source: Cubemodel theme :
fr: Thème cubemodel :
pt_br: Tema Cubemodel :

source: <b>Elements : </b>
pt_br: <b> Elementos : </b>

source: Export
fr: Exporter
pt_br: Exportar

source: Custom
fr: Personnalisé
pt_br: Personalizar

source: <b>Buttons layout :</b>
fr: <b>Disposition des boutons : </b>
pt_br: <b> layout do botões : </b>

source: <b>Theme informations :</b>
fr: <b>informations du thème:</b>
pt_br: <b>Informações do Tema :</b>

source: <b>Current Operations :</b>
fr: Opérations en cours
pt_br: <b> Operações Correntes: </ b>

source: combobox test
pt_br: combobox teste

source: button
fr: bouton
pt_br: botão

source: radiobutton
fr: bouton radio
pt_br: botão de rádio

source: checkbutton
fr: bouton de validation
pt_br: botão de seleção

source: Level button
pt_br: botão de Nível

source: label
pt_br: Rótulo

source: entry
fr: exemple de label
pt_br: Entrada

source: page 1
pt_br: página 1

source: <b>zone de saisie</b>
fr: Message de bienvenue
pt_br: <b>zona de saisie</b>

source: Type some text here to check if your theme has a problem with the text widget. Also right-click here for a popup-menu sample.
fr: Tapez du texte ici pour vérifier si votre theme a un problème avec le module text. Vous pouvez également utiliser le click droit pour un exemple de menu.
pt_br: Digite algum texto aqui verificar se o seu tema tem um problema com o widget de texto. Também clique-direito aqui para mostra uma menu pop-up.

source: page 2
pt_br: página 2

source: informations
pt_br: informações

source: <b>Preview</b>
fr: <b>Aperçu :</b>
pt_br: <b>Visualizar</b>

source: <b>Wallpapers :</b>
fr: <b>Fonds d'écran :</b>
pt_br: <b>papel de parede :</b>

source: <b>Gtk themes :</b>
fr: <b>Thèmes Gtk :</b>
pt_br: <b>Temas Gtk : </b>

source: <b>Icons themes :</b>
fr: <b>Thèmes d'icones</b>
pt_br: <b>Temas de ícones : </b>

source: <b>Metacity themes :</b>
fr: <b>thèmes metacity :</b>
pt_br: <b> Temas Metacity : </ b>

source: <b>Cursors themes :</b>
fr: <b>Thèmes de souris :</b>
pt_br: <b>Temas do Cursors : </b>

source: <b>Emerald themes :</b>
fr: <b>Thèmes emerald :</b>
pt_br: <b>Temsas Emerald :</b>

source: <b>Cubemodels themes :</b>
fr: <b>Thèmes cubemodel :</b>
pt_br: <b>Temas Cubemodels: </ b>

source: <b>Fullpacks themes :</b>
fr: <b>Thèmes complets :</b>
pt_br: <b>Temas de pacote completo: </ b>

source: Length :
fr: Durée
pt_br: Duração :

source: Options :
pt_br: Opções :

source: <b>Static</b>
fr: <b>Statique :</b>
pt_br: <b> Estático / b>

source: Transition length :
fr: Durée de transition
pt_br: Duração de transição :

source: From
fr: De
pt_br: A partir de

source: To
fr: à
pt_br: Para

source: <b>Transition</b>
pt_br: <b>Transição</b>

source: computer icon visible
fr: afficher l'icône poste de travail

source: home icon visible
fr: afficher l'icône dossier personnel

source: trash icon visible
fr: afficher l'icône corbeille

source: volumes visible
fr: afficher les disques montés

source: network icon visible
fr: afficher l'icône réseau

source: Website :
fr: Site web :

source: togglebutton
fr: bouton de sélection

source: <b>curseur</b>
fr: <b>Barre de menu :</b>

source: <b>texte</b>
fr: <b>Paramètres :</b>

source: <b>Walltimes :</b>
fr: <b>Walldyns :</b>
